Repository: yurqo/dive-free
Catalog: Apps/iPhoneApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, uk

source: That just means your phone and watch are briefly out of range — completely normal when the phone is on the boat. Your dive is still being recorded; the log fills in once they're back together.
de: Das heißt nur, dass iPhone und Uhr kurz außer Reichweite sind — völlig normal, wenn das iPhone im Boot liegt. Dein Tauchgang wird weiter aufgezeichnet; das Logbuch füllt sich, sobald sie wieder zusammen sind.
es: Eso solo significa que tu teléfono y tu reloj están fuera de alcance por un momento, algo totalmente normal cuando el teléfono está en el barco. Tu inmersión se sigue grabando; el registro se completa en cuanto vuelven a estar juntos.
fr: Cela signifie simplement que votre téléphone et votre montre sont brièvement hors de portée — tout à fait normal quand le téléphone est sur le bateau. Votre plongée continue d’être enregistrée ; le carnet se complète dès qu’ils sont de nouveau réunis.
it: Significa solo che telefono e orologio sono brevemente fuori portata — del tutto normale quando il telefono è sulla barca. La tua immersione viene comunque registrata; il diario si completa appena tornano vicini.
ja: これは、iPhoneと時計が一時的に通信圏外にあるというだけで——iPhoneがボートにあるときはまったく普通のことです。ダイブは記録され続けており、再び近づくとログが埋まります。
pt: Isso só significa que seu telefone e relógio estão brevemente fora de alcance — totalmente normal quando o telefone está no barco. Seu mergulho continua sendo registrado; o registro se completa quando eles voltam a ficar próximos.
uk: Це лише означає, що ваш телефон і годинник на мить поза зв’язком — цілком нормально, коли телефон на човні. Ваше занурення все одно записується; журнал заповнюється, щойно вони знову поруч.

source: The Action button does nothing
de: Der Action Button tut nichts
es: El botón Acción no hace nada
fr: Le bouton Action ne fait rien
it: Il tasto Azione non fa nulla
ja: アクションボタンが反応しない
pt: O botão de Ação não faz nada
uk: Кнопка Дії нічого не робить

source: The arrow top-left shows GPS: a spinner while acquiring, then accuracy. Let it fix before you dive to tag your spot — GPS can't track underwater.
de: Der Pfeil oben links zeigt GPS: ein Rädchen beim Suchen, dann die Genauigkeit. Lass es fixieren, bevor du tauchst, um deinen Spot zu markieren — unter Wasser kann GPS nicht orten.
es: La flecha arriba a la izquierda muestra el GPS: un indicador giratorio mientras adquiere y luego la precisión. Deja que fije la posición antes de sumergirte para etiquetar tu punto: el GPS no puede rastrear bajo el agua.
fr: La flèche en haut à gauche indique le GPS : un indicateur d’activité pendant l’acquisition, puis la précision. Laissez-le se caler avant de plonger pour marquer votre spot — le GPS ne fonctionne pas sous l’eau.
it: La freccia in alto a sinistra mostra il GPS: un indicatore rotante durante l’acquisizione, poi la precisione. Lascia che agganci la posizione prima di immergerti per segnare il tuo spot — il GPS non funziona sott’acqua.
ja: 左上の矢印はGPSを示します。取得中はスピナー、その後は精度が表示されます。スポットを記録するため、潜る前に位置を確定させましょう——GPSは水中では追跡できません。
pt: A seta no canto superior esquerdo mostra o GPS: um indicador girando enquanto busca, depois a precisão. Deixe-o fixar antes de mergulhar para marcar seu local — o GPS não rastreia debaixo d'água.
uk: Стрілка вгорі ліворуч показує GPS: спінер під час визначення, потім точність. Дайте йому визначити позицію перед зануренням, щоб позначити місце — під водою GPS не працює.

source: The descent countdown
de: Der Abtauch-Countdown
es: La cuenta atrás del descenso
fr: Le compte à rebours de la descente
it: Il conto alla rovescia della discesa
ja: 潜降カウントダウン
pt: A contagem regressiva de descida
uk: Зворотний відлік спуску

source: The gap between dives is your **surface interval** — your recovery time.
de: Die Pause zwischen Tauchgängen ist deine **Oberflächenpause** — deine Erholungszeit.
es: El intervalo entre inmersiones es tu **intervalo en superficie**: tu tiempo de recuperación.
fr: L’écart entre les plongées est votre **intervalle de surface** — votre temps de récupération.
it: L’intervallo tra le immersioni è il tuo **intervallo di superficie** — il tuo tempo di recupero.
ja: ダイブ間の空き時間が**水面休息**——回復のための時間です。
pt: O intervalo entre mergulhos é seu **intervalo de superfície** — seu tempo de recuperação.
uk: Проміжок між зануреннями — це ваш **поверхневий інтервал** — час на відновлення.

source: The iPad doesn't record dives itself — that's the watch's job — but it's the nicest way to look back on them.
de: Das iPad zeichnet Tauchgänge nicht selbst auf — das ist Aufgabe der Uhr —, aber es ist die schönste Art, auf sie zurückzublicken.
es: El iPad no graba inmersiones por sí mismo —de eso se encarga el reloj—, pero es la forma más agradable de revivirlas.
fr: L’iPad n’enregistre pas les plongées lui-même — c’est le rôle de la montre — mais c’est la plus belle façon de les revoir.
it: L’iPad non registra le immersioni da solo — è compito dell’orologio — ma è il modo più bello per rivederle.
ja: iPad自体はダイブを記録しません——それは時計の役目です——が、振り返るには最も心地よい方法です。
pt: O iPad não registra mergulhos por conta própria — essa é a função do relógio —, mas é a forma mais agradável de revê-los.
uk: iPad сам не записує занурення — це робота годинника — але це найприємніший спосіб переглянути їх.

source: The live banner says “Reconnecting…”
de: Das Live-Banner zeigt „Verbindung wird wiederhergestellt …“
es: El aviso en directo dice «Reconectando…»
fr: La bannière en direct affiche « Reconnexion… »
it: Il banner in diretta mostra “Riconnessione…”
ja: ライブバナーに「再接続中…」と表示される
pt: O aviso ao vivo diz “Reconectando…”
uk: Живий банер показує «Повторне з’єднання…»

source: The monthly option is an auto-renewing subscription you can manage or cancel any time from the Support screen or in Settings. Coffee tips are one-off.
de: Die monatliche Option ist ein automatisch verlängertes Abo, das du jederzeit über den Unterstützen-Bildschirm oder in den Einstellungen verwalten oder kündigen kannst. Kaffee-Trinkgelder sind einmalig.
es: La opción mensual es una suscripción de renovación automática que puedes gestionar o cancelar cuando quieras desde la pantalla de Apoyo o en Ajustes. Las propinas de café son únicas.
fr: L’option mensuelle est un abonnement à renouvellement automatique que vous pouvez gérer ou annuler à tout moment depuis l’écran de Soutien ou dans Réglages. Les cafés sont ponctuels.
it: L’opzione mensile è un abbonamento a rinnovo automatico che puoi gestire o annullare in qualsiasi momento dalla schermata di Sostegno o in Impostazioni. I caffè sono una tantum.
ja: 月額オプションは自動更新のサブスクリプションで、応援画面または設定からいつでも管理・解約できます。コーヒーのチップは1回限りです。
pt: A opção mensal é uma assinatura com renovação automática que você pode gerenciar ou cancelar a qualquer momento na tela de Apoio ou nos Ajustes. As gorjetas de café são avulsas.
uk: Щомісячний варіант — це підписка з автоматичним поновленням, якою можна керувати або скасувати будь-коли з екрана Підтримки чи в Налаштуваннях. Кава — це разові чайові.

source: The screen locks underwater. Turn the Digital Crown to pick a marker, then press the Action button to drop it.
de: Der Bildschirm sperrt unter Wasser. Dreh die Digital Crown, um eine Markierung zu wählen, und drück dann den Action Button, um sie zu setzen.
es: La pantalla se bloquea bajo el agua. Gira la Corona Digital para elegir un marcador y luego pulsa el botón Acción para soltarlo.
fr: L’écran se verrouille sous l’eau. Tournez la Digital Crown pour choisir un repère, puis appuyez sur le bouton Action pour le poser.
it: Lo schermo si blocca sott’acqua. Ruota la Digital Crown per scegliere un marcatore, poi premi il tasto Azione per rilasciarlo.
ja: 画面は水中でロックされます。Digital Crownを回してマーカーを選び、アクションボタンを押して記録します。
pt: A tela bloqueia debaixo d'água. Gire a Digital Crown para escolher um marcador e pressione o botão de Ação para soltá-lo.
uk: Екран блокується під водою. Покрутіть Digital Crown, щоб вибрати позначку, потім натисніть кнопку Дії, щоб поставити її.

source: The watch doesn't use iCloud — it sends dives straight to your iPhone over their direct link. From there, iCloud carries them on to your iPad.
de: Die Uhr nutzt kein iCloud — sie sendet Tauchgänge direkt über ihre Verbindung an dein iPhone. Von dort trägt iCloud sie auf dein iPad weiter.
es: El reloj no usa iCloud: envía las inmersiones directamente a tu iPhone por su enlace directo. Desde ahí, iCloud las lleva a tu iPad.
fr: La montre n’utilise pas iCloud — elle envoie les plongées directement à votre iPhone via leur liaison directe. De là, iCloud les transfère vers votre iPad.
it: L’orologio non usa iCloud: invia le immersioni direttamente all’iPhone tramite il loro collegamento diretto. Da lì, iCloud le porta sull’iPad.
ja: 時計はiCloudを使いません——直接リンクでダイブをiPhoneに送ります。そこからiCloudがiPadへ引き継ぎます。
pt: O relógio não usa o iCloud — ele envia os mergulhos direto ao seu iPhone pelo enlace direto. De lá, o iCloud os leva ao seu iPad.
uk: Годинник не використовує iCloud — він надсилає занурення прямо на ваш iPhone через прямий зв’язок. Звідти iCloud переносить їх на ваш iPad.

source: The watch keeps every dive locally and also sends it to your iPhone. To free up watch space, turn on **auto-clean** in the watch's Settings ▸ Storage — it removes older sessions from the watch (by age, count, or size), **only once they're safely on your iPhone**. Your dives always stay on iPhone and iCloud.
de: Die Uhr behält jeden Tauchgang lokal und sendet ihn zusätzlich an dein iPhone. Um Speicher auf der Uhr freizugeben, aktiviere **Autom. löschen** in den Einstellungen der Uhr ▸ Speicher — es entfernt ältere Sessions von der Uhr (nach Alter, Anzahl oder Größe), **erst wenn sie sicher auf deinem iPhone sind**. Deine Tauchgänge bleiben immer auf iPhone und iCloud.
es: El reloj guarda cada inmersión localmente y también la envía a tu iPhone. Para liberar espacio en el reloj, activa la **limpieza automática** en los Ajustes del reloj ▸ Almacenamiento: elimina las sesiones más antiguas del reloj (por antigüedad, cantidad o tamaño), **solo una vez que están a salvo en tu iPhone**. Tus inmersiones siempre permanecen en el iPhone y en iCloud.
fr: La montre conserve chaque plongée en local et l’envoie aussi à votre iPhone. Pour libérer de l’espace, activez le **nettoyage automatique** dans les Réglages de la montre ▸ Stockage — il supprime les sessions les plus anciennes de la montre (par ancienneté, nombre ou taille), **uniquement une fois qu’elles sont bien sur votre iPhone**. Vos plongées restent toujours sur l’iPhone et dans iCloud.
it: L’orologio conserva ogni immersione in locale e la invia anche all’iPhone. Per liberare spazio, attiva la **pulizia automatica** nelle Impostazioni dell’orologio ▸ Spazio — rimuove le sessioni più vecchie dall’orologio (per età, numero o dimensione), **solo dopo che sono al sicuro sull’iPhone**. Le tue immersioni restano sempre su iPhone e iCloud.
ja: 時計はすべてのダイブをローカルに保存し、iPhoneにも送信します。時計の空き容量を増やすには、時計の設定 ▸ ストレージで**自動削除**をオンにします——古いセッションを（期間・件数・サイズで）時計から削除しますが、**iPhoneに安全に保存された後にのみ**行われます。ダイブは常にiPhoneとiCloudに残ります。
pt: O relógio guarda cada mergulho localmente e também o envia ao seu iPhone. Para liberar espaço no relógio, ative **Limpar sincronizados** em Ajustes do relógio ▸ Armazenamento — ele remove sessões antigas do relógio (por idade, quantidade ou tamanho), **somente depois que estiverem seguras no seu iPhone**. Seus mergulhos permanecem sempre no iPhone e no iCloud.
uk: Годинник зберігає кожне занурення локально й також надсилає його на ваш iPhone. Щоб звільнити місце на годиннику, увімкніть **автоочищення** в Налаштуваннях годинника ▸ Сховище — воно видаляє старіші сесії з годинника (за віком, кількістю чи розміром), **лише коли вони безпечно опиняться на вашому iPhone**. Ваші занурення завжди залишаються на iPhone та в iCloud.

source: Then iCloud ties it together
de: Dann verbindet iCloud alles
es: Después iCloud lo enlaza todo
fr: Puis iCloud relie le tout
it: Poi iCloud collega tutto
ja: その後iCloudがまとめます
pt: Depois o iCloud une tudo
uk: Далі iCloud об’єднує все

source: This item is no longer in your Photos library.
de: Dieses Objekt ist nicht mehr in deiner Fotomediathek.
es: Este elemento ya no está en tu fototeca.
fr: Cet élément n’est plus dans votre photothèque.
it: Questo elemento non è più nella tua libreria Foto.
ja: この項目は写真ライブラリにありません。
pt: Este item não está mais na sua biblioteca de Fotos.
uk: Цього елемента більше немає у вашій медіатеці.

source: This removes the session from your watch and iPhone.
de: Das entfernt die Session von deiner Uhr und deinem iPhone.
es: Esto elimina la sesión de tu reloj y de tu iPhone.
fr: Cela supprime la session de votre montre et de votre iPhone.
it: Questo rimuove la sessione dall’orologio e dall’iPhone.
ja: セッションが時計とiPhoneから削除されます。
pt: Isso remove a sessão do seu relógio e do seu iPhone.
uk: Це видалить сесію з годинника та iPhone.

source: This throws away the session — it won't be kept on your watch or appear on your iPhone.
de: Das wirft die Session weg — sie wird nicht auf deiner Uhr behalten und erscheint nicht auf deinem iPhone.
es: Esto descarta la sesión: no se guardará en el reloj ni aparecerá en el iPhone.
fr: Cela abandonne la session — elle ne sera pas conservée sur la montre ni affichée sur l’iPhone.
it: Questo scarta la sessione: non verrà conservata sull’orologio né apparirà sull’iPhone.
ja: セッションを破棄します。時計に保存されず、iPhoneにも表示されません。
pt: Isso descarta a sessão — ela não será mantida no seu relógio nem aparecerá no seu iPhone.
uk: Це відкине сесію — вона не збережеться на годиннику й не з’явиться на iPhone.

source: Thunderstorm
de: Gewitter
es: Tormenta
fr: Orage
it: Temporale
ja: 雷雨
pt: Tempestade
uk: Гроза

source: Thunderstorm, hail
de: Gewitter, Hagel
es: Tormenta con granizo
fr: Orage, grêle
it: Temporale con grandine
ja: 雷雨、雹
pt: Tempestade, granizo
uk: Гроза, град

source: Tide
de: Gezeiten
es: Marea
fr: Marée
it: Marea
ja: 潮
pt: Maré
uk: Приплив

source: Time
de: Zeit
es: Hora
fr: Heure
it: Ora
ja: 時刻
pt: Hora
uk: Час

source: Time cues
de: Zeitsignale
es: Avisos de tiempo
fr: Repères de temps
it: Segnali temporali
ja: 時間の合図
pt: Sinais de tempo
uk: Сигнали часу

source: Tips help keep the servers running and the developer caffeinated. They unlock a badge and a couple of keepsake counters in your Passport — nothing about your own dives is ever gated behind them.
de: Trinkgelder halten die Server am Laufen und den Entwickler bei Koffein. Sie schalten ein Abzeichen und ein paar Andenken-Zähler in deinem Pass frei — nichts an deinen eigenen Tauchgängen ist je davon abhängig.
es: Las propinas ayudan a mantener los servidores en marcha y al desarrollador con cafeína. Desbloquean una insignia y un par de contadores de recuerdo en tu Pasaporte; nada de tus propias inmersiones queda nunca restringido tras ellas.
fr: Les pourboires aident à faire tourner les serveurs et à maintenir le développeur sous caféine. Ils débloquent un badge et quelques compteurs souvenirs dans votre Passeport — rien de vos propres plongées n’est jamais verrouillé derrière eux.
it: Le mance aiutano a tenere accesi i server e il developer sotto caffeina. Sbloccano un distintivo e un paio di contatori ricordo nel tuo Passaporto — niente delle tue immersioni è mai bloccato dietro di esse.
ja: チップは、サーバーの維持と開発者のカフェイン補給を支えます。パスポートのバッジと、記念のカウンターをいくつかアンロックします——あなた自身のダイブに関する機能が、これらの背後に制限されることは一切ありません。
pt: As gorjetas ajudam a manter os servidores no ar e o desenvolvedor cafeinado. Elas liberam um selo e alguns contadores de lembrança no seu Passaporte — nada dos seus próprios mergulhos fica bloqueado atrás delas.
uk: Чайові допомагають підтримувати роботу серверів і бадьорість розробника. Вони відкривають значок і кілька пам’ятних лічильників у вашому Паспорті — жодні дані про ваші власні занурення ніколи не приховуються за ними.

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
pt: Título
uk: Заголовок

source: Toggle Dive
de: Tauchgang umschalten
es: Alternar inmersión
fr: Basculer la plongée
it: Attiva/disattiva immersione
ja: ダイブを切り替え
pt: Alternar mergulho
uk: Перемкнути занурення

source: Total
de: Gesamt
it: Totale
ja: 合計
uk: Усього

source: Totals
de: Summen
es: Totales
fr: Totaux
it: Totali
ja: 合計
pt: Totais
uk: Підсумки

source: Trip name
de: Reisename
es: Nombre del viaje
fr: Nom du voyage
it: Nome del viaggio
ja: 旅行名
pt: Nome da viagem
uk: Назва подорожі

source: Trips
de: Reisen
es: Viajes
fr: Voyages
it: Viaggi
ja: 旅行
pt: Viagens
uk: Подорожі

source: Troubleshooting
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage
it: Risoluzione dei problemi
ja: トラブルシューティング
pt: Solução de problemas
uk: Усунення несправностей

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度試す
pt: Tentar novamente
uk: Спробувати ще раз

source: Tune when a descent counts as a dive. Syncs to your watch and applies to your next session.
de: Stelle ein, wann ein Abtauchen als Tauchgang zählt. Synchronisiert zur Uhr und gilt ab deiner nächsten Session.
es: Ajusta cuándo un descenso cuenta como inmersión. Se sincroniza con tu reloj y se aplica a tu próxima sesión.
fr: Réglez à partir de quand une descente compte comme une plongée. Se synchronise avec votre montre et s’applique à votre prochaine session.
it: Regola quando una discesa conta come immersione. Si sincronizza con l’orologio e vale per la prossima sessione.
ja: どの潜降をダイブとみなすかを調整します。時計に同期され、次のセッションから適用されます。
pt: Ajuste quando uma descida conta como mergulho. Sincroniza com o relógio e vale para a sua próxima sessão.
uk: Налаштуйте, коли спуск вважається зануренням. Синхронізується з годинником і застосовується до наступної сесії.

source: Turn on periodic taps and tones during a dive in the watch's Settings for a sense of elapsed time without looking. Pick the short and long intervals that suit you.
de: Aktiviere in den Einstellungen der Uhr periodische Vibrationen und Töne während eines Tauchgangs, um ein Gefühl für die verstrichene Zeit zu bekommen, ohne hinzusehen. Wähle die kurzen und langen Intervalle, die zu dir passen.
es: Activa toques y tonos periódicos durante una inmersión en los Ajustes del reloj para tener una noción del tiempo transcurrido sin mirar. Elige los intervalos corto y largo que te convengan.
fr: Activez des tapotements et des sons périodiques pendant une plongée dans les Réglages de la montre pour avoir une idée du temps écoulé sans regarder. Choisissez les intervalles court et long qui vous conviennent.
it: Attiva tocchi e toni periodici durante un’immersione nelle Impostazioni dell’orologio per avere un’idea del tempo trascorso senza guardare. Scegli gli intervalli breve e lungo che preferisci.
ja: 時計の設定で、ダイブ中に定期的なタップと音をオンにすると、画面を見なくても経過時間がわかります。自分に合う短い間隔と長い間隔を選べます。
pt: Ative toques e sons periódicos durante um mergulho nos Ajustes do relógio para ter noção do tempo decorrido sem olhar. Escolha os intervalos curto e longo que combinam com você.
uk: Увімкніть періодичні поштовхи й тони під час занурення в Налаштуваннях годинника, щоб відчувати плин часу, не дивлячись на екран. Виберіть короткий і довгий інтервали, що вам підходять.

source: Turn the Crown to feel each speed before you pick. Slower is easier underwater.
de: Dreh die Crown, um jedes Tempo vor der Wahl zu erfühlen. Langsamer ist unter Wasser einfacher.
es: Gira la corona para sentir cada velocidad antes de elegir. Más lento es más fácil bajo el agua.
fr: Tournez la couronne pour sentir chaque vitesse avant de choisir. Plus lent, c’est plus facile sous l’eau.
it: Ruota la corona per provare ogni velocità prima di scegliere. Più lento è più facile sott’acqua.
ja: 選ぶ前にクラウンを回して、それぞれの速度を試しましょう。水中では遅いほうが扱いやすいです。
pt: Gire a Crown para sentir cada velocidade antes de escolher. Mais devagar é mais fácil debaixo d'água.
uk: Покрутіть головку Digital Crown, щоб відчути кожну швидкість перед вибором. Повільніше — легше під водою.

source: Turn the Crown to try it
de: Dreh die Crown, um es auszuprobieren
es: Gira la corona para probarlo
fr: Tournez la couronne pour l’essayer
it: Ruota la corona per provarlo
ja: クラウンを回して試す
pt: Gire a Crown para experimentar
uk: Покрутіть головку Digital Crown, щоб спробувати

source: Turn the Crown to unlock, then tap to end.
de: Dreh die Crown zum Entsperren, dann tippe zum Beenden.
es: Gira la corona para desbloquear y luego toca para terminar.
fr: Tournez la couronne pour déverrouiller, puis touchez pour terminer.
it: Ruota la corona per sbloccare, poi tocca per terminare.
ja: クラウンを回してロックを解除し、タップして終了します。
pt: Gire a Crown para desbloquear, depois toque para encerrar.
uk: Покрутіть головку Digital Crown, щоб розблокувати, потім торкніться, щоб завершити.

source: Type
de: Typ
es: Tipo
it: Tipo
ja: 種類
pt: Tipo
uk: Тип

source: Underwater
de: Unter Wasser
es: Bajo el agua
fr: Sous l’eau
it: Sott’acqua
ja: 水中
pt: Sob a água
uk: Під водою

source: Underwater the menu is shorter
de: Unter Wasser ist das Menü kürzer
es: Bajo el agua el menú es más corto
fr: Sous l’eau, le menu est plus court
it: Sott’acqua il menu è più corto
ja: 水中ではメニューが短くなります
pt: Debaixo d'água o menu é mais curto
uk: Під водою меню коротше

source: Underwater the touchscreen locks — that's normal, since water triggers stray taps. So the dive is driven entirely by two physical controls:
de: Unter Wasser sperrt der Touchscreen — das ist normal, da Wasser versehentliche Berührungen auslöst. Der Tauchgang wird daher ganz über zwei physische Tasten gesteuert:
es: Bajo el agua, la pantalla táctil se bloquea; es normal, ya que el agua provoca toques accidentales. Por eso la inmersión se controla por completo con dos controles físicos:
fr: Sous l’eau, l’écran tactile se verrouille — c’est normal, car l’eau déclenche des touches involontaires. La plongée est donc entièrement pilotée par deux commandes physiques :
it: Sott’acqua il touchscreen si blocca — è normale, perché l’acqua provoca tocchi accidentali. Perciò l’immersione è gestita interamente da due comandi fisici:
ja: 水中ではタッチスクリーンがロックされます——水が誤ったタップを引き起こすため、これは正常です。そのため、ダイブは2つの物理コントロールだけで操作します。
pt: Debaixo d'água a tela sensível ao toque bloqueia — isso é normal, pois a água provoca toques acidentais. Assim, o mergulho é controlado inteiramente por dois controles físicos:
uk: Під водою сенсорний екран блокується — це нормально, адже вода спричиняє випадкові дотики. Тож зануренням керують виключно два фізичні елементи:

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位
pt: Unidades
uk: Одиниці

source: Unrated
de: Nicht bewertet
es: Sin valorar
fr: Non noté
it: Senza valutazione
ja: 評価なし
pt: Sem avaliação
uk: Без оцінки

source: User Guide
de: Benutzerhandbuch
es: Guía del usuario
fr: Guide d’utilisation
it: Guida utente
ja: ユーザガイド
pt: Guia do Usuário
uk: Посібник користувача

source: Visibility
de: Sicht
es: Visibilidad
fr: Visibilité
it: Visibilità
ja: 透明度
pt: Visibilidade
uk: Видимість

source: Voice notes
de: Sprachnotizen
es: Notas de voz
fr: Mémos vocaux
it: Note vocali
ja: ボイスメモ
pt: Notas de voz
uk: Голосові нотатки

source: Watch storage
de: Uhr-Speicher
es: Almacenamiento del reloj
fr: Stockage de la montre
it: Spazio dell’orologio
ja: 時計のストレージ
pt: Armazenamento do relógio
uk: Сховище годинника

source: Water temp
de: Wassertemp.
es: Temp. agua
fr: Temp. eau
it: Temp. acqua
ja: 水温
pt: Temp. água
uk: Темп. води

source: Waves
de: Wellen
es: Olas
fr: Vagues
it: Onde
ja: 波
pt: Ondas
uk: Хвилі
